Repository: coteditor/CotEditor
Catalog: Packages/EditorCore/Sources/CharacterInfo/Resources/UnicodeBlock.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, tr, zh_hans, zh_hant

source: Aegean Numbers
cs: Egejská čísla
de: Ägäische Zahlen
es: Números egeos
fr: Nombres égéens
it: Numeri egei
ja: エーゲ文明数字
ko: 에게 숫자
nl: Egeïsche getallen
pl: Liczby egejskie
pt: Números Egeus
zh_hans: 爱琴海数字
zh_hant: 愛琴海數字

source: Alchemical Symbols
cs: Alchymistické symboly
de: Alchemistische Symbole
es: Símbolos alquímicos
fr: Symboles alchimiques
it: Simboli alchemici
ja: 錬金術記号
ko: 연금술 기호
nl: Alchemistische symbolen
pl: Symbole alchemiczne
pt: Símbolos Alquímicos
tr: Simya Sembolleri
zh_hans: 炼金术符号
zh_hant: 鍊金術符號

source: Alphabetic Presentation Forms
cs: Způsoby zápisu abecedy
de: Alphabetische Darstellungsformen
es: Formas present. alfabética
fr: Formes de présent. alphabét.
it: Presentazioni alfabetiche
ja: アルファベット表示形
ko: 알파벳 프레젠테이션 형식
nl: Alfabetische presentatievormen
pl: Alfabetyczne formy prezentacyjne
pt: Formas de Apresentação Alfabética
tr: Alfabetik Gösterim Formları
zh_hans: 字母表达形式
zh_hant: 字母顯示形式

source: Anatolian Hieroglyphs
cs: Anatolské hieroglyfy
de: Anatolische Hieroglyphen
es: Jeroglíficos anatolios
fr: Hiéroglyphes hittites
it: Geroglifici dell’Anatolia
ja: アナトリア象形文字
ko: 아나톨리아 상형 문자
nl: Anatolische hiërogliefen
pl: Hieroglify anatolijskie
pt: Hieróglifos Anatolianos
tr: Anadolu Hiyeroglifleri
zh_hans: 安纳托利亚象形文字
zh_hant: 安納托利亞象形文字

source: Ancient Greek Musical Notation
cs: Starověká řecká hudební notace
de: Altgriechische Noten
es: Escritura musical de la antigua Grecia
fr: Notation musicale de la Grèce antique
it: Notazione musicale greca antica
ja: 古代ギリシャ記譜法
ko: 고대 그리스 악보용 기호
nl: Oudgriekse muzieknotatie
pl: Starożytna grecka notacja muzyczna
pt: Notação Musical do Grego Antigo
tr: Antik Yunanca Müzik Gösterimi
zh_hans: 古希腊乐谱记号
zh_hant: 古希臘樂譜符號

source: Ancient Greek Numbers
cs: Starověká řecká čísla
de: Altgriechische Zahlen
es: Números de la antigua Grecia
fr: Numération grecque antique
it: Numeri greci antichi
ja: 古代ギリシャ数字
ko: 고대 그리스 숫자
nl: Oudgriekse getallen
pl: Liczby starożytnej Grecji
pt: Números em Grego Antigo
tr: Antik Yunanca Sayıları
zh_hans: 古希腊数字
zh_hant: 古希臘數字

source: Ancient Symbols
cs: Starověké symboly
de: Alte Symbole
es: Símbolos antiguos
fr: Symboles anciens
it: Simboli antichi
ja: 古代記号
ko: 고대 기호
nl: Oude symbolen
pl: Symbole starożytne
pt: Símbolos Antigos
tr: Antik Semboller
zh_hans: 古代记数系统
zh_hant: 古代符號

source: Arabic
cs: Arabština
de: Arabische Zeichen
es: Árabe
fr: Arabe
it: Arabo
ja: アラビア文字
ko: 아랍 문자
nl: Arabisch
pl: Arabski
pt: Árabe
tr: Arapça
zh_hans: 阿拉伯语
zh_hant: 阿拉伯文

source: Arabic Extended-A
cs: Arabština rozšířená - A
de: Arabisch Erweitert-A
es: Árabe ampliado-A
fr: Arabe étendu-A
it: Arabo esteso-A
ja: アラビア文字拡張A
ko: 아랍어 확장-A
nl: Arabisch Uitgebreid-A
pl: Arabski, rozszerzenie A
pt: Árabe Estendido-A
tr: Arapça Genişletilmiş-A
zh_hans: 阿拉伯文扩展-A
zh_hant: 阿拉伯文延伸-A

source: Arabic Extended-B
cs: Arabština rozšířená – B
de: Arabisch Erweitert-B
es: Árabe ampliado-B
fr: Arabe étendu-B
it: Arabo esteso-B
ja: アラビア文字拡張B
ko: 아랍어 확장-B
nl: Arabisch Uitgebreid-B
pl: Arabski, rozszerzenie B
pt: Árabe Estendido-B
tr: Arapça Genişletilmiş-B
zh_hans: 阿拉伯文扩展-B
zh_hant: 阿拉伯文延伸-B

source: Arabic Extended-C
cs: Arabština rozšířená – C
de: Arabisch Erweitert-C
es: Árabe ampliado-C
fr: Arabe étendu-C
it: Arabo esteso-C
ja: アラビア文字拡張C
ko: 아랍어 확장-C
nl: Arabisch Uitgebreid-C
pl: Arabski, rozszerzenie C
pt: Árabe Estendido-C
tr: Arapça Genişletilmiş-C
zh_hans: 阿拉伯文扩展-C
zh_hant: 阿拉伯文延伸-C

source: Arabic Math Alphabetic Symbols
cs: Arabské matematické abecední symboly
de: Arabisch: Mathemat. Alphanumerische Symbole
es: Símbolos alfanuméricos matemáticos árabes
fr: Symboles alphab. math. arabes
it: Simboli matematici dell’alfabeto arabo
ja: アラビア数学用英数字記号
ko: 아랍 수학 알파벳 숫자 기호
nl: Arabische wisk. alfabetische symbolen
pl: Arabskie matematyczne symbole alfabetyczne
pt: Símbolos Alfabéticos Matemáticos do Árabe
tr: Arapça Alfabetik Matematik Sembolleri
zh_hans: 阿拉伯数学字母数字符号
zh_hant: 阿拉伯文數學字母符號

source: Arabic Presentation Forms-A
cs: Způsoby zápisu arabštiny ‑ A
de: Arabische Darstellungsformen-A
es: Formas present. árabe-A
fr: Formes de présent. arabes-A
it: Presentazione Arabo A
ja: アラビア文字表示形A
ko: 아랍 문자 프레젠테이션 형식-A
nl: Arabische presentatievormen-A
pl: Arabskie formy prezentacyjne A
pt: Formas de Apresentação do Árabe-A
tr: Arapça Gösterim Formları-A
zh_hans: 阿拉伯字母表达形式-A
zh_hant: 阿拉伯顯示形式-A

source: Arabic Presentation Forms-B
cs: Způsoby zápisu arabštiny ‑ B
de: Arabische Darstellungsformen-B
es: Formas present. árabe-B
fr: Formes de présent. arabes-B
it: Presentazione Arabo B
ja: アラビア文字表示形B
ko: 아랍 문자 프레젠테이션 형식-B
nl: Arabische presentatievormen-B
pl: Arabskie formy prezentacyjne B
pt: Formas de Apresentação do Árabe-B
tr: Arapça Gösterim Formları-B
zh_hans: 阿拉伯字母表达形式-B
zh_hant: 阿拉伯顯示形式-B

source: Arabic Supplement
cs: Arabština - dodatek
de: Ergänzungen zu Arabisch
es: Suplemento arábigo
fr: Supplément arabe
it: Supplement arabo
ja: アラビア文字追加
ko: 아랍 문자 보충
nl: Arabisch Aanvulling
pl: Dodatek arabski
pt: Suplemento Árabe
tr: Arapça Eki
zh_hans: 阿拉伯文补充
zh_hant: 阿拉伯文補充

source: Armenian
cs: Arménština
de: Armenisch
es: Armenio
fr: Arménien
it: Armeno
ja: アルメニア文字
ko: 아르메니아 문자
nl: Armeens
pl: Ormiański
pt: Armênio
tr: Ermenice
zh_hans: 亚美尼亚字母
zh_hant: 亞美尼亞文

source: Arrows
cs: Šipky
de: Pfeile
es: Flechas
fr: Flèches
it: Frecce
ja: 矢印
ko: 화살표
nl: Pijlen
pl: Strzałki
pt: Setas
tr: Oklar
zh_hans: 箭头
zh_hant: 箭頭

source: Avestan
cs: Avestánština
de: Avestisch
es: Avéstico
it: Avestico
ja: アヴェスタ文字
ko: 아베스타 문자
nl: Avestaans
pl: Awestyjski
pt: Avéstico
tr: Avestçe
zh_hans: 阿维斯陀字母
zh_hant: 阿維斯陀文

source: Balinese
cs: Balijština
de: Balinesisch
es: Balinés
fr: Balinais
ja: バリ文字
ko: 발리 문자
nl: Balinees
pl: Balijski
pt: Balinês
tr: Bali Dili
zh_hans: 巴厘字母
zh_hant: 峇里文

source: Bamum Supplement
cs: Bamum - dodatek
de: Ergänzungen zu Bamum
es: Suplemento bamum
fr: Supplément bamoun
it: Integrazione Bamum
ja: バムン文字補助
ko: 바뭄어 보충
nl: Bamum Aanvulling
pl: Dodatek Bamum
pt: Suplemento Bamum
tr: Bamum Eki
zh_hans: 巴姆穆文字补充
zh_hant: 巴姆穆文補充

source: Basic Latin
cs: Základní latinka
de: Lateinische Zeichen
es: Latino básico
fr: Latin de base
it: Latino semplice
ja: 基本ラテン文字
ko: 기본 라틴 문자
nl: Latijns - Basis
pl: Podstawowy łaciński
pt: Latino Básico
tr: Temel Latin
zh_hans: 基本拉丁文
zh_hant: 基本拉丁文

source: Batak
cs: Batačtina
ja: バタク文字
ko: 바타크 문자
zh_hans: 巴塔克文
zh_hant: 巴塔克文

source: Bengali
cs: Bengálština
de: Bengalisch
es: Bengalí
it: Bengalese
ja: ベンガル文字
ko: 벵골 문자
nl: Bengaals
pl: Bengalski
tr: Bengalce
zh_hans: 孟加拉文
zh_hant: 孟加拉文

source: Block Elements
cs: Prvky bloků
de: Blocksymbole
es: Elementos de bloque
fr: Éléments d’ensemble
it: Elementi blocco
ja: 塗りつぶし、囲み用の記号
ko: 블록 구성
nl: Blokelementen
pl: Elementy blokowe
pt: Elementos de Bloco
tr: Blok Öğeleri
zh_hans: 方块元素
zh_hant: 區塊元件

source: Bopomofo Extended
cs: Bopomofo rozšířené
de: Bopomofo (Erweitert)
es: Bopomofo ampliado
fr: Bopomofo étendu
it: Bopomofo esteso
ja: 注音字母拡張
ko: 주음 기호 확장
nl: Bopomofo Uitgebreid
pl: Bopomofo, rozszerzenie
pt: Bopomofo Ampliado
tr: Bopomofo Genişletilmiş
zh_hans: 注音字母扩展
zh_hant: 漢語注音符號延伸

source: Box Drawing
cs: Kreslení rámečků
de: Rahmensymbole
es: Diseño de cajas
fr: Tracé de cadre
it: Disegno riquadri
ja: 罫線
ko: 상자 그림
nl: Vakelementen
pl: Rysowanie ramek
pt: Desenho de Caixa
tr: Kutu Çizimi
zh_hans: 制表符
zh_hant: 製表符

source: Brahmi
cs: Bráhmí
es: Brahmí
ja: ブラーフミー文字
ko: 브라미 문자
zh_hans: 婆罗米文字
zh_hant: 婆羅米文

source: Braille Patterns
cs: Braillovy vzory
de: Brailleschrift
es: Patrones de braille
fr: Caractères en Braille
it: Modelli Braille
ja: 点字
ko: 점자 패턴
nl: Braillepatronen
pl: Pismo Braille'a
pt: Padrões de Braille
tr: Braille Desenleri
zh_hans: 盲文点字模型
zh_hant: 點字模式

source: Buginese
cs: Buginština
de: Buginesisch
es: Buginés
fr: Bouguinais
it: Bugi
ja: ブギ文字
ko: 부기 문자
nl: Buginees
pl: Bugiński
pt: Buginês
tr: Bugis
zh_hans: 布吉文
zh_hant: 布吉文

source: Byzantine Musical Symbols
cs: Byzantské hudební symboly
de: Byzantinische musikalische Symbole
es: Símbolos musicales bizantinos
fr: Symboles musicaux byzantins
it: Simboli musicali bizantini
ja: ビザンチン音楽記号
ko: 비잔틴 음악 기호
nl: Byzantijnse muzieksymbolen
pl: Bizantyńskie symbole muzyczne
pt: Símbolos Musicais Bizantinos
tr: Bizans Müzik Sembolleri
zh_hans: 拜占庭音乐符号
zh_hant: 拜占庭音樂符號

source: Carian
cs: Karijské písmo
de: Karisch
fr: Carien
ja: カリア文字
ko: 캐리안 문자
nl: Cariaans
pl: Karyjski
tr: Karya Dili
zh_hans: 卡利亚字母
zh_hant: 卡里亞文

source: Caucasian Albanian
cs: Kavkazskoalbánské
de: Kaukasisches Albanisch
es: Albano caucásico
fr: Albanais caucasien
it: Albanese caucasico
ja: カフカース・アルバニア文字
ko: 코카시안 알바니아
nl: Kaukasisch Albanees
pl: Albański (Kaukaz)
pt: Albanês Caucasiano
tr: Kafkas Albanyası
zh_hans: 高加索阿尔巴尼亚文
zh_hant: 高加索阿爾巴尼亞語

source: Chakma
cs: Čakma
ja: チャクマ文字
ko: 차크마 문자
pl: Czakma
zh_hans: 查克马文
zh_hant: 查克馬文

source: Cherokee
cs: Čerokézské
es: Cheroqui
ja: チェロキー文字
ko: 체로키 문자
pl: Irokeski
pt: Cheroqui
tr: Çeroki
zh_hans: 切罗基字母
zh_hant: 柴羅基文

source: Cherokee Supplement
cs: Čerokézské - dodatek
de: Cherokee, Zusatz
es: Suplemento cheroqui
fr: Supplément cherokee
ja: チェロキー文字補助
ko: 체로키 보충
nl: Cherokee Aanvulling
pl: Dodatek czirokeski
pt: Suplemento Cherokee
tr: Çeroki Eki
zh_hans: 切罗基语补充
zh_hant: 柴羅基文補充

source: Chess Symbols
cs: Šachové symboly
de: Schachsymbole
es: Símbolos de ajedrez
fr: Symboles d’échecs
it: Simboli scacchi
ja: チェスの記号
ko: 체스 기호
nl: Schaaksymbolen
pl: Symbole szachowe
pt: Símbolos de Xadrez
tr: Satranç Sembolleri
zh_hans: 棋类符号
zh_hant: 西洋棋符號

source: Chorasmian
cs: Chórezmské
es: Cuarezmiano
fr: Chorasmien
it: Corasmio
ja: ホラズム語
ko: 호라즘 문자
nl: Choresmisch
pl: Chorezmijski
pt: Corásmia
tr: Harezmce
zh_hans: 花剌子模字母
zh_hant: 花剌子模語

source: CJK Compatibility
cs: Kompatibilita CJK
de: CJK Kompatibilität
es: Compatibilidad CJC
fr: Compatibilité CJK
it: Compatibilità CJK
ja: CJK互換用文字
ko: 한중일 호환
nl: CJK-compatibiliteit
pl: Znaki zgodności CJK
pt: Compatibilidade CJK
tr: CJK Uyumluluğu
zh_hans: 中日韩兼容字符
zh_hant: 中日韓相容

source: CJK Compatibility Forms
cs: Kompatibilní tvary CJK
de: CJK Kompatibilitätsformen
es: Formas compatibilidad CJC
fr: Formes de compatibilité CJK
it: Forme compatibilità CJK
ja: CJK互換形
ko: 한중일 호환 형식
nl: CJK-compatibiliteitsvormen
pl: Formy zgodności CJK
pt: Formas de Compatibilidade CJK
tr: CJK Uyumluluk Formları
zh_hans: 中日韩兼容形式
zh_hant: 中日韓相容格式

source: CJK Compatibility Ideographs
cs: Kompatibilní ideogramy CJK
de: CJK Kompat. Ideografen
es: Ideogramas compatibilidad CJC
fr: Idéogr. de compatibilité CJK
it: Ideogrammi compatibilità CJK
ja: CJK互換漢字
ko: 한중일 호환 한자
nl: CJK-compatibele ideogrammen
pl: Ideogramy zgodności CJK
pt: Ideogramas de Compatibilidade CJK
tr: CJK Uyumluluk İdeogramları
zh_hans: 中日韩兼容表意文字
zh_hant: 中日韓相容表意文字

source: CJK Compatibility Ideographs Supp.
cs: Kompatibilní ideogramy CJK - dodatek
de: Ergänzung zu CJK Kompat. Ideografen
es: Suplemento de ideogramas de compatibilidad CJK
fr: Suppl. d’idéogr. de compatibilité CJK
it: Ideogrammi compatibilità CJK suppl.
ja: CJK互換漢字追加
ko: 한중일 호환 한자 보충
nl: CJK-compatibele ideogr. Aanv.
pl: Dodatkowe ideogramy zgodności CJK
pt: Sup. de Ideogramas de Compatibilidade CJK.
tr: CJK Uyumluluk İdeogramları Eki
zh_hans: 中日韩兼容表意文字增补
zh_hant: 中日韓相容表意文字補充

source: CJK Radicals Supplement
cs: Základní znaky CJK - dodatek
de: Ergänzungen zu CJK Radikale
es: Suplemento de radicales CJC
fr: Supplément de radicaux CJK
it: Radicali CJK supplementari
ja: CJK部首補助
ko: 한중일 부수 보충
nl: CJK-radicalen Aanvulling
pl: Dodatkowe radykały CJK
pt: Suplemento de Radicais CJK
tr: CJK Kökleri Eki
zh_hans: 中日韩汉字部首补充
zh_hant: 中日韓部首補充

source: CJK Strokes
cs: Tahy CJK
de: Striche für CJK
es: Trazos CJC
fr: Traits CJC
it: Tratti CJK
ja: CJK字画
ko: 한중일 한자 획
nl: CJK-streken
pl: Kreski CJK
pt: Batidas CJK
tr: CJK Çizgileri
zh_hans: 中日韩笔画
zh_hant: 中日韓筆畫

source: CJK Symbols and Punctuation
cs: Symboly a interpunkce CJK
de: CJK Symbole und Satzzeichen
es: Símbolos y puntuación CJC
fr: Symboles et ponctuation CJK
it: Simboli e punteggiatura CJK
ja: CJK記号と句読点
ko: 한중일 기호 및 구두점 기호
nl: CJK-symbolen en -interpunctie
pl: Symbole i znaki interpunkcyjne CJK
pt: Símbolos e Pontuação CJK
tr: CJK Sembolleri ve Noktalama
zh_hans: 中日韩符号和标点
zh_hant: 中日韓符號和標點符號

source: CJK Unified Ideographs
cs: Sjednocené ideogramy CJK
de: CJK Ideografen (Unified)
es: Ideogramas unificados CJC
fr: Idéogrammes unifiés CJK
it: Ideogrammi unificati CJK
ja: CJK統合漢字
ko: 한중일 통합 한자
nl: CJK-ideogr. Alg.
pl: Ujednolicone ideogramy CJK
pt: Ideogramas Unificados CJK
tr: CJK Birleştirilmiş İdeogramları
zh_hans: 中日韩统一表意文字
zh_hant: 中日韓統一表意文字

source: CJK Unified Ideographs Ext. A
cs: Sjednocené ideogramy CJK – rozšíření A
de: CJK Ideografen (Unified Ext. A)
es: Ideogramas unificados CJK ext. A
fr: Idéogr. unifiés CJK d’ext. A
it: Ideogrammi unificati CJK est. A
ja: CJK統合漢字拡張A
ko: 한중일 통합 한자 확장 A
nl: CJK-ideogr. Alg. Uitgebr. A
pl: Ujedn. ideogramy CJK (rozsz. A)
pt: Ideogramas Unificados CJK Amp. A
tr: CJK Birleştirilmiş İdeogramları Ek A
zh_hans: 中日韩统一表意文字扩展A区
zh_hant: 中日韓統一表意文字延伸A

source: CJK Unified Ideographs Ext. B
cs: Sjednocené ideogramy CJK – rozšíření B
de: CJK Ideografen (Unified Ext. B)
es: Ideogramas unificados CJK ext. B
fr: Idéogr. unifiés CJK d’ext. B
it: Ideogrammi unificati CJK est. B
ja: CJK統合漢字拡張B
ko: 한중일 통합 한자 확장 B
nl: CJK-ideogr. Alg. Uitgebr. B
pl: Ujedn. ideogramy CJK (rozsz. B)
pt: Ideogramas Unif. CJK Amp. B
tr: CJK Birleştirilmiş İdeogramları Ek B
zh_hans: 中日韩统一表意文字扩展B区
zh_hant: 中日韓統一表意文字延伸B

source: CJK Unified Ideographs Ext. C
cs: Sjednocené ideogramy CJK – rozšíření C
de: CJK Ideografen (Unified Ext. C)
es: Ideogramas unificados CJK ext. C
fr: Idéogr. unifiés CJK d’ext. C
it: Ideogrammi unificati CJK est. C
ja: CJK統合漢字拡張C
ko: 한중일 통합 한자 확장 C
nl: CJK-ideogr. Alg. Uitgebr. C
pl: Rozszerzenie C ujednoliconych ideogramów CJK
pt: Ideogramas Unificados CJK Amp. C
tr: CJK Birleştirilmiş İdeogramları Ek C
zh_hans: 中日韩统一表意文字扩展C区
zh_hant: 中日韓統一表意文字延伸C

source: CJK Unified Ideographs Ext. D
cs: Sjednocené ideogramy CJK – rozšíření D
de: CJK Ideografen (Unified Ext. D)
es: Ideogramas unificados CJK ext. D
fr: Idéogr. unifiés CJK d’ext. D
it: Ideogrammi unificati CJK est. D
ja: CJK統合漢字拡張D
ko: 한중일 통합 한자 확장 D
nl: CJK-ideogr. Alg. Uitgebr. D
pl: Ujedn. ideogramy CJK (rozsz. D)
pt: Ideogramas Unificados CJK Amp. D
tr: CJK Birleştirilmiş İdeogramları Ek D
zh_hans: 中日韩统一表意文字扩展D区
zh_hant: 中日韓統一表意文字延伸D

source: CJK Unified Ideographs Ext. E
cs: Sjednocené ideogramy CJK – rozšíření E
de: CJK Ideografen (Unified) Ext. E
es: Ideogramas unificados CJK ext. E
fr: Idéogr. unifiés CJK d’ext. E
it: Ideogrammi unificati CJK est. E
ja: CJK統合漢字拡張E
ko: 한중일 통합 한자 확장 E
nl: CJK-ideogr. Alg. Uitgebr. E
pl: Ujedn. ideogramy CJK (rozsz. E)
pt: Ideogramas Unificados CJK Amp. E
tr: CJK Birleştirilmiş İdeogramları Ek E
zh_hans: 中日韩统一表意文字扩展E区
zh_hant: 中日韓統一表意文字延伸E

source: CJK Unified Ideographs Ext. F
cs: Sjednocené ideogramy CJK – rozšíření F
de: CJK Ideografen (Unified Ext. F)
es: Ideogramas unificados CJK ext. F
fr: Idéogr. unifiés CJK d’ext. F
it: Ideogrammi unificati CJK est. F
ja: CJK統合漢字拡張F
ko: 한중일 통합 한자 확장 F
nl: CJK-ideogr. Alg. Uitgebr. F
pl: Ujedn. ideogramy CJK (rozsz. F)
pt: Ideogramas Unificados CJK Amp. F
tr: CJK Birleştirilmiş İdeogramları Ek F
zh_hans: 中日韩统一表意文字扩展F区
zh_hant: 中日韓統一表意文字延伸F

source: CJK Unified Ideographs Ext. G
cs: Sjednocené ideogramy CJK – rozšíření G
de: CJK Ideografen (Unified Ext. G)
es: Ideogramas unificados CJK ext. G
fr: Idéogr. unifiés CJK d’ext. G
it: Ideogrammi unificati CJK est. G
ja: CJK統合漢字拡張G
ko: 한중일 통합 한자 확장 G
nl: CJK-ideogr. Alg. Uitgebr. G
pl: Ujedn. ideogramy CJK (rozsz. G)
pt: Ideogramas Unificados CJK Amp. G
tr: CJK Birleştirilmiş İdeogramları Ek G
zh_hans: 中日韩统一表意文字扩展G区
zh_hant: 中日韓統一表意文字延伸G

source: CJK Unified Ideographs Ext. H
cs: Sjednocené ideogramy CJK – rozšíření H
de: CJK Ideografen (Unified Ext. H)
es: Ideogramas unificados CJK ext. H
fr: Idéogr. unifiés CJK d’ext. H
it: Ideogrammi unificati CJK est. H
ja: CJK統合漢字拡張H
ko: 한중일 통합 한자 확장 H
nl: CJK-ideogr. Alg. Uitgebr. H
pl: Ujedn. ideogramy CJK (rozsz. H)
pt: Ideogramas Unificados CJK Amp. H
tr: CJK Birleştirilmiş İdeogramları Ek H
zh_hans: 中日韩统一表意文字扩展H区
zh_hant: 中日韓統一表意文字延伸H

source: CJK Unified Ideographs Ext. I
cs: Sjednocené ideogramy CJK – rozšíření I
de: CJK Ideografen (Unified Ext. I)
es: Ideogramas unificados CJK ext. I
fr: Idéogr. unifiés CJK d’ext. I
it: Ideogrammi unificati CJK est. I
ja: CJK統合漢字拡張I
ko: 한중일 통합 한자 확장 I
nl: CJK-ideogr. Alg. Uitgebr. I
pl: Ujedn. ideogramy CJK (rozsz. I)
pt: Ideogramas Unificados CJK Amp. I
tr: CJK Birleştirilmiş İdeogramları Ek I
zh_hans: 中日韩统一表意文字扩展I区
zh_hant: 中日韓統一表意文字延伸I

source: Combining Diacritical Marks
cs: Diakritická znaménka
de: Diakritische Zeichen
es: Combinación marcas diacríticas
fr: Combin. de signes diacritiques
it: Combinazione segni diacritici
ja: ダイアクリティカルマーク（合成可能）
ko: 조합 분음 기호 표시
nl: Diakritische combinatietekens
pl: Składające znaki diakrytyczne
pt: Sinais Diacríticos de União
tr: Birleştirici Aksan İşaretleri
zh_hans: 组合变音标记
zh_hant: 組合的變音符號

source: Combining Diacritical Marks Extended
cs: Diakritická znaménka rozšířená
de: Kombinierende diakritische Zeichen Erweitert
es: Combinación marcas diacríticas ampliadas
fr: Combinaison de signes diacritiques étendus
it: Combinazione segni diacritici estesi
ja: ダイアクリティカルマーク拡張（合成可能）
ko: 조합 분음 기호 표시 확장
nl: Diakritische combinatietekens Uitgebreid
pl: Składające znaki diakrytyczne, rozszerzenie
pt: Combinação de Extensão de Marcas Diacríticas
tr: Genişletilmiş Birleştirici Aksan İşaretleri
zh_hans: 组合变音标记扩展
zh_hant: 組合的變音符號延伸

source: Combining Diacritical Marks for Symbols
cs: Diakritická znaménka pro symboly
de: Kombinierende diakritische Zeichen für Symbole
es: Combin. marcas diacríticas para símbolos
fr: Combinaison de signes diacritiques pour symboles
it: Combinazione segni diacritici per simboli
ja: 記号用の合成可能な発音区別記号
ko: 조합 분음 표시 기호
nl: Diakritische combinatietekens voor symbolen
pl: Składające znaki diakrytyczne dla symboli
pt: Marcas Diacríticas de União para Símbolos
tr: Semboller İçin Birleştirici Aksan İşaretleri
zh_hans: 符号的组合变音标记
zh_hant: 組合的變音符號標記

source: Combining Diacritical Marks Supplement
cs: Diakritická znaménka - dodatek
de: Ergänzungen zu Diakritische Zeichen
es: Suplemento combinación marcas diacríticas
fr: Supplément combin. de signes diacritiques
it: Integrazione combinazione segni diacritici
ja: ダイアクリティカルマーク補助（合成可能）
ko: 조합 분음 기호 표시 보충
nl: Diakritische combinatietekens Aanvulling
pl: Uzupełnienie składających znaków diakrytycznych
pt: Combinação de Suplemento de Marcas Diacríticas
tr: Birleştirici Aksan İşaretleri Eki
zh_hans: 组合变音标记补充
zh_hant: 組合的變音符號補充

source: Combining Half Marks
cs: Kombinované poloviční znaky
de: Kombinierende Halbmarkierungen
es: Combinación marcas medias
fr: Combinaisons de demi-marque
it: Combinazione mezzi segni
ja: 合成可能な半記号
ko: 조합 반절너비 기호
nl: Halve combinatietekens
pl: Składające półznaki
pt: Semissímbolos de União
tr: Birleştirici Yarı İşaretler
zh_hans: 组合用半符号
zh_hant: 組合的半標記

source: Common Indic Number Forms
cs: Společné indické číselné tvary
de: Allgemeine indische Ziffern
es: Formatos numéricos índicos comunes
fr: Formes numériques brahmiques communes
it: Formati numerici Common Indic
ja: インド系共通数字
ko: 일반적인 인도 숫자 포맷
nl: Gangbare Indische cijfervormen
pl: Indyjskie formy liczbowe
pt: Formas Numéricas Índicas Comuns
tr: Yaygın Hintçe Sayı Formları
zh_hans: 通用印度数字形式
zh_hant: 一般印度數字形式

source: Control Pictures
cs: Řídící obrázky
de: Steuerbilder
es: Imágenes de control
fr: Images de contrôle
it: Immagini controllo
ja: 制御機能用記号
ko: 제어 그림
nl: Commandoafbeeldingen
pl: Obrazy znaków sterujących
pt: Imagens de Controle
tr: Kontrol Resimleri
zh_hans: 控制图片
zh_hant: 控制圖片

source: Coptic
cs: Koptština
de: Koptisch
es: Copto
fr: Copte
it: Copto
ja: コプト文字
ko: 콥트 문자
nl: Koptisch
pl: Koptyjski
pt: Copta
tr: Kıpti
zh_hans: 科普特字母
zh_hant: 科普特文

source: Coptic Epact Numbers
cs: Koptské číslice
de: Koptische Zahlzeichen
es: Números epact coptos
fr: Chiffres épactes coptes
ja: コプト・エパクト数字
ko: 콥트어 이펙트 숫자
nl: Koptische epact-getallen
pl: Liczby koptyjskie
pt: Números Copta do Epact
tr: Kıpti Epakt Sayıları
zh_hans: 科普特闰余数字
zh_hant: 科普特文閏餘數字

source: Counting Rod Numerals
cs: Číslice počítacích válečků
de: Alte chinesische Zahlen
es: Sistema numérico de varillas
fr: Numération à bâtons
it: Conto con numerazione rod
ja: 算木
ko: 막대기 수 표기법
nl: Telbordgetallen
pl: Cyfry patyczkowe
pt: Numeração de Varetas
tr: Sayma Çubukları Rakamları
zh_hans: 算筹
zh_hant: 算籌數字

source: Cuneiform
cs: Klínové písmo
de: Keilschrift
es: Cuneiforme
fr: Cunéiforme
it: Cuneiforme
ja: 楔形文字
ko: 쐐기 문자
nl: Spijkerschrift
pl: Pismo klinowe
pt: Cuneiforme
tr: Çivi Yazısı
zh_hans: 楔形文字
zh_hant: 楔形文字

source: Cuneiform Numbers and Punctuation
cs: Čísla a interpunkce klínového písma
de: Zahlen und Zeichen der Keilschrift
es: Números y puntuación cuneiforme
fr: Ponctuation et nombres cunéiformes
it: Numeri e punteggiatura cuneiforme
ja: 楔形文字数字と句読点
ko: 쐐기 문자 숫자 및 문장 부호
nl: Spijkerschriftgetallen en -interpunctie
pl: Cyfry i znaki interpunkcyjne pisma klinowego
pt: Números e Pontuação Cuneiformes
tr: Çivi Yazısı Sayıları ve Noktalamaları
zh_hans: 楔形文字数字和标点符号
zh_hant: 楔形文字數字和標點符號

source: Currency Symbols
cs: Symboly měn
de: Währungen
es: Símbolos de divisas
fr: Symboles de devises
it: Simboli valute
ja: 通貨記号
ko: 통화 기호
nl: Valutasymbolen
pl: Symbole walut
pt: Símbolos de Moedas
tr: Para Birimleri
zh_hans: 货币符号
zh_hant: 貨幣符號

source: Cypriot Syllabary
cs: Kyperská abeceda
de: Zypriotische Silbenlaute
es: Silabario chipriota
fr: Syllabisme chypriote
it: Sillabario cipriota
ja: キプロスの表音文字
ko: 키프러스 문자
nl: Cypriotisch syllabenschrift
pl: Sylabariusz cypryjski
pt: Silabário Cipriota
tr: Kıbrıs Heceleri
zh_hans: 塞浦路斯音节文字
zh_hant: 賽浦雷特字音表

source: Cypro-Minoan
cs: Kypersko-mínojské písmo
de: Kypro-minoisch
es: Chipro-minoico
fr: Chypro-minoen
it: Cipriota‑Minoico
ja: キュプロ・ミノア文字
ko: 키프로스-미노스
nl: Cypro-Minoïsch
pl: Cypro‑minojski
pt: Cipro-Minoico
tr: Kibro-Minoan
zh_hans: 塞浦路斯-米诺斯文
zh_hant: 賽普勒斯-米諾斯文

source: Cyrillic
cs: Cyrilice
de: Kyrillisch
es: Cirílico
fr: Cyrillique
it: Cirillico
ja: キリル文字
ko: 키릴 문자
nl: Cyrillisch
pl: Cyrylicki
pt: Cirílico
tr: Kiril
zh_hans: 西里尔字母
zh_hant: 西里爾文字

source: Cyrillic Extended-A
cs: Cyrilice rozšířená – A
de: Kyrillisch Erweitert-A
es: Cirílico ampliado-A
fr: Cyrillique étendu-A
it: Cirillico esteso-A
ja: キリル文字拡張A
ko: 키릴 문자 확장-A
nl: Cyrillisch Uitgebreid-A
pl: Cyrylicki, rozszerzenie A
pt: Cirílico Ampliado-A
tr: Genişletilmiş Kiril A
zh_hans: 西里尔字母扩展-A
zh_hant: 西里爾文字延伸-A

source: Cyrillic Extended-B
cs: Cyrilice rozšířená – B
de: Kyrillisch Erweitert-B
es: Cirílico ampliado-B
fr: Cyrillique étendu-B
it: Cirillico esteso-B
ja: キリル文字拡張B
ko: 키릴 문자 확장-B
nl: Cyrillisch Uitgebreid-B
pl: Cyrylicki, rozszerzenie B
pt: Cirílico Ampliado-B
tr: Genişletilmiş Kiril B
zh_hans: 西里尔字母扩展-B
zh_hant: 西里爾文字延伸-B

source: Cyrillic Extended-C
cs: Cyrilice rozšířená – C
de: Kyrillisch Erweitert-C
es: Cirílico ampliado-C
fr: Cyrillique étendu-C
it: Cirillico esteso-C
ja: キリル文字拡張C
ko: 키릴 문자 확장-C
nl: Cyrillisch Uitgebreid-C
pl: Cyrylicki, rozszerzenie C
pt: Cirílico Ampliado-C
tr: Genişletilmiş Kiril C
zh_hans: 西里尔字母扩展-C
zh_hant: 西里爾文字延伸-C

source: Cyrillic Extended-D
cs: Cyrilice rozšířená – D
de: Kyrillisch Erweitert-D
es: Cirílico ampliado-D
fr: Cyrillique étendu-D
it: Cirillico esteso-D
ja: キリル文字拡張D
ko: 키릴 문자 확장-D
nl: Cyrillisch Uitgebreid-D
pl: Cyrylicki, rozszerzenie D
pt: Cirílico Ampliado-D
tr: Genişletilmiş Kiril-D
zh_hans: 西里尔字母扩展-D
zh_hant: 西里爾文字延伸-D

source: Cyrillic Supplement
cs: Cyrilice - dodatek
de: Ergänzungen zu Kyrillisch
es: Complemento cirílico
fr: Supplément Cyrillique
it: Cirillico supplementare
ja: キリル文字補助
ko: 키릴 문자 보충
nl: Cyrillisch Aanvulling
pl: Uzupełnienie cyrylicy
pt: Suplemento Cirílico
tr: Kiril Eki
zh_hans: 西里尔字母补充
zh_hant: 西里爾文字補充

source: Devanagari
cs: Dévanágarí
ja: デーバナーガリー文字
ko: 데바나가리 문자
pl: Dewanagari
pt: Devanágari
zh_hans: 天城文
zh_hant: 天城文
